[
  {
    "DungeonName": "Grotta",
    "BossName": "Steel Orc",
    "PlaceName": "etach",
    "DungeonContent": "It is a dungeon in a cave where Goblin and Ouger Oak live. Inside, there is a damp and disgusting odor, and blood and flesh are scattered here and there.",
    "던전이름": "그로타",
    "보스이름": "강철 오크",
    "지역이름": "에치 초원",
    "던전설명": "동굴속의 던전이며 고블린과 오우거 오크가 살고있다. 내부에는 습하고 역겨운 악취가 나오며 핏덩이와 살덩이가 여기저기 흩어져있다."
  },
  {
    "DungeonName": "Grun",
    "BossName": "Medusa",
    "PlaceName": "Lush Forest",
    "DungeonContent": "It is a dungeon made of vines of the forest, and spirits and animals that have become mahjong attack. I can feel the way someone looks around me and see a dangerous look.",
    "던전이름": "그륀",
    "보스이름": "메두사",
    "지역이름": "우거진 숲",
    "던전설명": "숲의 덩굴로 이루어진 던전이며 마족이 된 정령과 동물이 기습한다. 주변에서 누군가 바라보는 시선이 느껴지며 위험한 눈빛이 보인다."
  },
  {
    "DungeonName": "WaschenInsel",
    "BossName": "Ancient Golem",
    "PlaceName": "Gold Sand Beach",
    "DungeonContent": "It is a temple of an ancient god located on an island across the sea, but the Ma people use the power of the ancient god to summon and threaten dangerous servants. It is inside the temple where you feel pressure to lose your mind if you let your guard down even for a moment.",
    "던전이름": "바센닐",
    "보스이름": "고대 병기",
    "지역이름": "금모래 해변",
    "던전설명": "바다 건너 섬에 위치한 고대신의 신전이지만 마족이 고대신의 힘을 악용해 위험한 하수인을 소환하며 위협한다. 잠시라도 방심하면 정신을 잃을듯한 압박감이 느껴지는 신전 내부이다."
  },
  {
    "DungeonName": "Rot Ordonnanz",
    "BossName": "Anubis",
    "PlaceName": "Vollkommen Meer",
    "DungeonContent": "It is located across the bridge of the snake and has the shape of a pyramid. This place is hot enough to melt your legs just by standing, and fire is burning everywhere near you and lava falls from above your head. The head of a dog and the head of an eagle are cut off in the temple of those who served Ethan.",
    "던전이름": "로톨도난츠",
    "보스이름": "아누비스",
    "지역이름": "풀코메 바다",
    "던전설명": "뱀의 다리를 건너면 있는 곳으로 피라미드의 형태를 띠고 있다. 이곳은 서 있기만 해도 다리가 녹을 정도로 뜨거우며 가까운 곳마다 불이 타고 있고 머리 위에서 용암이 떨어진다. 이단을 섬기던 자들의 신전에 개의 머리와 독수리의 머리가 잘려 돌아다닌다."
  },
  {
    "DungeonName": "Finsternis Hundert",
    "BossName": "Illusionist",
    "PlaceName": "Schlange",
    "DungeonContent": "A space of radish in the middle of the black forest, entering the door of the vision. It is a mysterious place where everything is like a fantasy, as the mind goes blank in a mysterious fantasy-like space like the universe. There are those who deal with visions and all attributes.",
    "던전이름": "타니스 훈터",
    "보스이름": "환영술사",
    "지역이름": "슈랑 다리",
    "던전설명": "검은숲 중앙에 있는 환영의 문을 들어가면 있는 무의 공간. 우주와도같은 신비한 환영과도 같은 공간에서 정신이 멍해지며 모든게 허상과같은 신비한 장소이다. 환영과 모든 속성을 다루는자들이 존재한다."
  },
  {
    "DungeonName": "Riese Finster",
    "BossName": "Devil - Stella",
    "PlaceName": "Black Forest",
    "DungeonContent": "It is the final destination, Mawangseong Fortress. It's all dark and it's hard to find even a ray of light. Servants are extremely intimidating and have unimaginable attacks.",
    "던전이름": "리짓핀스 마왕성",
    "보스이름": "마왕 - 스텔라",
    "지역이름": "검은 숲",
    "던전설명": "최종 목적지인 마왕성이다. 온통 어둠 뿐이며 빛 한줄기조차 찾기 힘들다. 하수인들은 굉장히 위협적이며 상상도 못할 공격을 한다."
  },
  {
    "DungeonName": "",
    "BossName": "",
    "PlaceName": "Teilung",
    "DungeonContent": "",
    "던전이름": "",
    "보스이름": "",
    "지역이름": "타이렌 산맥",
    "던전설명": ""
  }
]