/* 주요 과제
 * UI 관련
 * 던전 구성 
 * └> 게임매니저의 데이터 연동
 * └> 게임매니저의 던전 UI기능 캐시처리
 * └> 스테이지 UI 현재위치표시할수있게 빈오브젝트로 표시
 *     └> 해당 빈오브젝트는 매니저에서 배열로 캐시처리
 * └> 타이머 색상 배경 논의
 * └> 타이머 화살표 머리부분에 회전시킬 고정 빈오브젝트 생성
 *     └> 고정부분을 기점으로 캐시처리
 *     └> 현재 타이머를 기준으로 색상변경과 회전 기능 추가
 * └> 스킬 UI 캐시처리
 * └> 상단 유물 UI 캐시처리
 * └> 게임 종료시점에 던전 UI 비활성화
 * └> 카드데이터 베이스 제작
 * └> 유물 데이터 베이스 제작
 * └> 유닛 배치 방법 검토
 * └> 스테이지 리스폰 포인트 캐시처리
 * └> 카드 사용기능 구현
 * └> 휴식 타임에서 부활기능 구현
 * └> 휴식 타임에서 체력 회복, 카드 기준 리셋, 패 순환
 * └> 라운드 종료 부분 처리
 *     └> 라운드 패배나 라운드 다음 스테이지 이동 
 *     └> 오브젝트들 정리
 *     └> 새로운 스테이지 전환 준비
 *     └> 스테이지 종류 검사
 *     └> 기존 스테이지 비활성화, 새로운 스테이지 활성화
 *     └> 몬스터 재배치
 *     └> 보스 배치 
 *     └> 게임 정지 / 시작 타이밍 지정(스테이지 정비전에 움직이는걸 방지)
 *     └> 페이드인 페이드아웃 구현
 *     └> 시작버튼 검토 // 정해진 시간후에 자동시작 
 * └> 보상 상자 제작
 * └> 몬스터 상자 제작
 * 
 * 통계 박스 제작
 * 인공지능
 * 데미지엔진
 * 스킬엔진
 * 카드효과
 * 유물효과
 * 몬스터 스킬 방법 검토 
 */


/* 수정 해야할것
 * 옵션에 세이브 초기화 기능 검토
 * 옵션 불러오기랑 게임데이터 불러오기 분리 검토
 * 
 * 
 * 
 */